{
  "menuHome": "Home",
  "menuAbout": "About",
  "menuPortfolio": "Portfolio",
  "menuContact": "Contact",

  "homeDescription1": "Howdy! My name is Carolina",
  "homeDescription2": "A young Software & Mobile Engineer who believes in kindness, heroes and",
  "homeDescription3": "human super powers.",

  "aboutTitle": "About",
  "aboutDescription1": "I usually work with React, React Native, Context, Redux, Gatsby, CSS Modules, TypeScript, Bitrise and Netlify.",
  "aboutDescription2": "I’m also enthusiastic about helping connect technology and education to promote meaningful and better-informed learning opportunities.",
  "aboutDescription3": "I'm deeply interested in:",
  "aboutDescription4": "Exercise and martial arts (I practice Kung Fu), and the challenges that come with it.",
  "aboutDescription5": "Having fun and doing lively things (I play Stardew Valley, board games, and watch anime).",
  "aboutDescription6": "Doing something that connects us to the present (like nurturing faith and growing vegetables).",
  "aboutDescription7": "On learning, I also notice:",
  "aboutDescription8": "Different forms of apprehension, and how the human mind can learn.",
  "aboutDescription9": "Learning as a continuous, lifelong process - that is, not one that ends after a diploma.",
  "aboutDescription10": "How different people learn at different rhythms and ways. We all have strengths and weaknesses.",
  "aboutDescription11": "Education for independence and freedom, not only just locked up to schools. Learning can happen anyhow and anywhere.",
  "aboutDescription12": "Learning to be prepared for life’s challenges and adventures - not for passing standardized tests and getting good grades.",

  "portfolioTitle": "Portfolio",
  "portfolioDescription1": "Here are a few projects I have greatly spent some love and time on. I have also worked on a few other personal projects that are a bit heavier on code, although still simple, but created to better comprehend certain skills during the last few years. Because of it, however, they are not updated with my most current code.",
  "portfolioDescription2": "Since I code mostly everyday for work, I prefer to spend most off-time far away from screens and building relationships with the people I love dearly while building puzzles, discussing book reads and watching action movies. So I prefer to keep my projects this way for now. We can always chat about current approaches to solving problems and being creative, though!",

  "project1Title": "Educational Resources",
  "project1Description": "Collection of resources, tips and items aimed at families and individuals who want to learn at home. For parents, tools to be better equipped when teaching their children and trustful services/professionals to outsource certain topics when needed. For individuals, resources to fill in gaps of previous learning.",
  "project1Tech": "Markdown files and docsify.",
  "project2Title": "Awesome Gamified",
  "project2Description": "Roots itself on the popular Awesome lists, with the idea of displaying the markdown content of these lists directly on the browser and also allowing the user to save, favorite and delete saved items. The user interface is a bit clunky and messy, but you get the idea.",
  "project2Tech": "React, Marked, Axios, Webpack.",
  "project3Title": "Wikipedia Viewer",
  "project3Description": "Search Wikipedia article snippets and random articles, and get your screen (gently) flooded with the results of your search. Careful if you search for food too close to lunch time, though!",
  "project3Tech": "React, Axios, html-react-parser, HTML/CSS, JavaScript.",
  "project4Title": "Markdown Previewer",
  "project4Description": "Markdown training ground to test, memorise and see how Markdown is compiled directly as you type. Also has a cheatsheet link built-in.",
  "project4Tech": "React, Marked, HTML/CSS.",

  "contactTitle": "Contact",
  "contactDescription1": "Please use the form if you would like to chat. I will try to reply as soon as I can.",
  "contactDescription2": "People usually have links for their own social profiles here. However, these profiles tend to become forgotten over time. I try to keep away from online social life in general because of all the noise, and prefer to work on puzzles and read books instead, but if you would like to know more, please take a look at my current profiles:",
  "contactFormNamePlaceholder": "Hi! I'm...",
  "contactFormEmailPlaceholder": "My email is...",
  "contactFormMessagePlaceholder": "I would like to chat about...",
  "contactFormSendEmail": "Send email!",

  "footerDescription1": "Handcrafted with care by",
  "footerDescription2": "and with art from",

  "commonOr": "or",
  "commonThisProjectUses": "This project uses",
  "commonView": "View",
  "commonPage": "page",
  "commonCode": "code",
  "commonTheme": "Theme",
  "commonDark": "Dark",
  "commonLight": "Light",
  "commonLanguage": "Language",
  "commonEnglish": "English",
  "commonPortuguese": "Portuguese",
  "commonSectionImageCredit": "Credit attribution for the image of this section: ",

  "creditAttribution1": "*Credit attribution for the images and icons used:",
  "creditAttribution2": "Dark theme hero image:",
  "creditAttribution3": "Light theme hero image:",
  "creditAttribution4": "Icons are from the following creators at NounProject.com:",
  "creditAttribution5": "Section title flowers are from",
  "creditAttribution6": "Alex Muravev",
  "creditAttribution8": "Oleksandr Panasovskyi",
  "creditAttribution10": "Nicole Portantiere",
  "creditAttribution12": "Shakeel Ch.",
  "creditAttribution14": "Smashing Stocks",
  "creditAttribution16": "agus raharjo",
  "creditAttribution18": "IconforYou",
  "creditAttribution20": "Jino",
  "creditAttribution22": "Jino"
}
