{
  "menu": {
    "home": "Início",
    "about": "Sobre",
    "portfolio": "Portfólio",
    "contact": "Contato"
  },
  "home": {
    "description1": "Olá! Me chamo",
    "description2": "Carolina!",
    "description3": "Uma Engenheira de Software/Mobile que acredita que nós, seres humanos, também temos nossos próprios superpoderes: virtudes e qualidades como gentileza e compreensão, e que deseja uní-los ao código para tornar o mundo mais humano, desde seus processos iniciais de educação.",
    "imageAttribution1": "*Atribuição de créditos às imagens:",
    "imageAttribution2": "Tema escuro:",
    "imageAttribution3": "Tema claro:"
  },
  "about": {
    "title": "Sobre",
    "description1": "Eu acredito que cada um de nós tem a capacidade de deixar o mundo um pouquinho melhor do que era antes de chegarmos. Para isso, gosto de unir lógica e tecnologia a um aspecto humano compreensivo e gentil. As tecnologias que mais uso para isso atualmente são React, React Native, Context e TypeScript. Elas servem para criar e estilizar páginas e componentes, que desenvolvo tanto em projetos de trabalho como pessoais.",
    "description2": "Valorizo também o cuidado para consigo, dado que nosso momento pela Terra é efêmero e curto, para que a vida seja repleta de doses de serenidade, esforço, aprendizado e coragem. Para isso, pratico Kung Fu como atividade física e leitura para alimentar uma mente aberta e firmada na Verdade.",
    "description3": "Fora do trabalho, um grande foco é sobre a educação atual e sobretudo em como torná-la melhor. Acredito que a socialização que vem com a escola comum é incompleta, e que há um foco exagerado na leitura e absorção de conteúdos que nem sempre trazem uma conexão clara com seu valor e com a realidade. Com isso, a centelha de aprendizagem se transforma no tédio da repetição e aceitação. Naturalmente, a curiosidade de aprender independente de diplomas e certificados se esvai.",
    "description4": "Como curiosidade, meu temperamento é melancólico e meu MBTI é INFJ, que significa Introversão (I), Intuição (N), Sentimento (F), Julgamento (J). Ambos demonstram que consigo falar através do coração, ainda que sob uma visão lógica e objetiva."
  },
  "portfolio": {
    "title": "Portfólio",
    "description1": "Aqui estão alguns projetos nos quais dediquei muito tempo e amor. Também trabalhei em alguns outros projetos pessoais que são um pouco mais extensos em código, embora ainda simples, mas criados para compreender melhor certas habilidades durante os últimos anos. Por causa disso, no entanto, eles não são atualizados com meu código mais recente.",
    "description2": "Já que eu passo praticamente todos os dias programando, prefiro passar a maior parte do tempo livre que tenho longe das telas, construindo relacionamentos com as pessoas que amo enquanto monto quebra-cabeças, discuto livros e assisto a filmes de ação. Portanto, prefiro manter meus projetos assim por enquanto. Mas sempre podemos conversar sobre abordagens atuais para resolver problemas e ser criativos!"
  },
  "projects": {
    "project1Title": "Recursos Educacionais",
    "project1Description": "Educação é um tema delicado aqui no Brasil. Escolas públicas são lotadas e de baixa qualidade, enquanto que escolas privadas levam consigo grandes custos. Além disso, os alunos muitas vezes dependem de uma orientação que nem sempre vem, já que ambos os pais costumam trabalhar durante o dia e não têm tempo extra para ensinar coisas e ver como estão os estudos escolares, e os professores geralmente estão muito ocupados com repassar o conteúdo dos livros. Ensinar em casa ou educar-se sem uma escola ainda é um assunto novo, e muitas pessoas e famílias ainda têm medo disso. Este projeto visa ajudar a difundi-lo como mais um caminho disponível que eles possam escolher. Também visa divulgar bons livros, recursos, comunidades e eventos educacionais/sociais.",
    "project1Tech": "arquivos em Markdown e docsify.",
    "project2Title": "Awesome Gamificado",
    "project2Description": "Enraíza-se nas populares listas Awesome, com a ideia de exibir o conteúdo markdown dessas listas diretamente no navegador e também permitir ao usuário salvar, adicionar como favorito e excluir itens salvos. A interface do usuário é um pouco desajeitada e confusa, mas dá para sacar a ideia.",
    "project2Tech": "React, Marked, Axios, Webpack.",
    "project3Title": "Visualizador da Wikipedia",
    "project3Description": "Pesquise trechos de artigos da Wikipedia e artigos aleatórios e tenha sua tela (suavemente) inundada com os resultados de sua pesquisa. Mas tome cuidado se você pesquisar por comida muito perto da hora do almoço!",
    "project3Tech": "React, Axios, html-react-parser, HTML/CSS, JavaScript.",
    "project4Title": "Cronômetro Pomodoro",
    "project4Description": "Baseado na técnica Pomodoro, é um cronômetro onde você pode definir os minutos da sessão/trabalho e dos intervalos, e tocará um som assim que o tempo acabar.",
    "project4Tech": "React, HTML/CSS.",
    "project5Title": "Pré-visualizador de Markdown",
    "project5Description": "Campo de treinamento Markdown para testar, memorizar e ver como o Markdown é compilado diretamente enquanto você digita. Também tem um link de dicas, caso você precise.",
    "project5Tech": "React, Marked, HTML/CSS.",
    "project6Title": "Insight",
    "project6Description": "Insight é uma página desenvolvida com base em um modelo PSD do PhotoShop. É responsivo e segue uma abordagem desktop-first.",
    "project6Tech": "HTML/CSS, JavaScript.",
    "project7Title": "Calculadora em JavaScript",
    "project7Description": "Projeto da Calculadora Básica em que todo desenvolvedor trabalha durante o início de seus anos de aprendizagem.",
    "project7Tech": "React, HTML/CSS, JavaScript."
  },
  "contact": {
    "title": "Contato",
    "description1": "Por favor, use o formulário se você gostaria de bater um papo. Tentarei responder assim que puder.",
    "description2": "As pessoas geralmente têm links para seus próprios perfis sociais aqui. No entanto, esses perfis tendem a ser esquecidos com o tempo. Tento me manter afastado da vida social online em geral por causa de todo o barulho, e prefiro trabalhar em quebra-cabeças e ler livros, mas se você quiser saber mais, por favor, dê uma olhada em meus perfis atuais:"
  },
  "contactForm": {
    "namePlaceholder": "Olá! Eu sou...",
    "emailPlaceholder": "Meu email é...",
    "messagePlaceholder": "Gostaria de conversar sobre...",
    "sendEmail": "Enviar email!"
  },
  "footer": {
    "description1": "Desenvolvido com carinho por",
    "description2": "e com a arte de"
  },
  "common": {
    "or": "ou",
    "thisProjectUses": "Este projeto usa",
    "view": "Ver",
    "page": "página",
    "code": "código",
    "theme": "Tema",
    "dark": "Escuro",
    "light": "Claro",
    "language": "Idioma",
    "english": "Inglês",
    "portuguese": "Português"
  }
}
