{
  "menu": {
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "home": {
    "description1": "Hello! I'm",
    "description2": "Carolina!",
    "description3": "I am a Jr. Software Engineer passionate about education practices and hopeful about a future where society looks up to a higher truth with humility and love to one another, regardless of physical or intelectual differences."
  },
  "about": {
    "title": "About",
    "description1": "As a kid with melancholic temperament, I was always quiet and by myself at school. I remember thinking \"I could've stayed home and have learned the exact same thing my teachers said\"! Truth is, they were just following school books. Recess and time off school were quietly spent on studying, reading books and playing computer games.",
    "description2": "I chose Information Systems as my bachelor's degree on Online Distance Learning modality because I was sure university would not teach everything I desired for my career. I wanted more time to focus on learning by myself the skills necessary for work, and less time on filler subjects I could learn faster anywhere else.",
    "description3": "As of now, I currently use React, Redux, Gatsby and React Native at work to build pages, components and charts, and also act as a buddy to new colleagues, gradually explaining internal cultural and technical practices, and also gently helping clear up any questions and obstacles they might have.",
    "description4": "Outside work, I'm all about education and how to make it better. I believe current school education focuses too much on just reading and filling book content, and with so much to learn, study and apply on tests, children quickly get bored - and the spark of learning turns into the boredom of repetition and acceptance. I believe something isn't right when we say: \"Oh, I forgot almost everything I've learned at school!\"",
    "description5": "I believe school has a lot of filler work, and yet it teaches us very little about how to go on with mature life. That is, before taking sides on any opinion, habit or action, one should work primarily on nurturing a solid moral ground - in other words, I can deeply love chocolate cakes, but it is unhealthy and not morally acceptable to eat them all day, everyday."
  },
  "portfolio": {
    "title": "Portfolio",
    "description1": "Here are a few projects I have greatly spent some love and time on. I prefer to work on one or two projects at a time so that I can pour love on them over time, so I am currently working on one about resources for education.",
    "description2": "I have also worked on a few other personal projects that are a bit heavier on code, although still simple, but created to better comprehend certain skills during the last few years. Because of it, however, they are not updated with my most current code.",
    "description3": "Since I code mostly everyday for work, I prefer to spend most off-time far away from screens and building relationships with the people I love dearly while building puzzles, discussing book reads and watching action movies. So I prefer to keep my projects this way for now. We can always chat about current approaches to solving problems and being creative, though!"
  },
  "projects": {
    "project1Title": "Educational Resources",
    "project1Description": "Education is a delicate topic here in Brazil. Public schools are crowded and low on quality, while private schools are heavy on cost. Not only that, students often depend on guidance which doesn't always come, since both parents commonly work during the day and have no extra time to teach things and see how school studies are going, and teachers are usually too busy with book work. Homeschooling or educating oneself without a school is still a new topic, and many people and families are still afraid of it. This project aims to help spread it as another available path they can choose. It also aims to make good books, resources, communities and educational/social events known.",
    "project1Tech": "Markdown files and docsify.",
    "project2Title": "Awesome Gamified",
    "project2Description": "Roots itself on the popular Awesome lists, with the idea of displaying the markdown content of these lists directly on the browser and also allowing the user to save, favorite and delete saved items. The user interface is a bit clunky and messy, but you get the idea.",
    "project2Tech": "React, Marked, Axios, Webpack, ESLint.",
    "project3Title": "Wikipedia Viewer",
    "project3Description": "Search Wikipedia article snippets and random articles, and get your screen (gently) flooded with the results of your search. Careful if you search for food too close to lunch time, though!",
    "project3Tech": "React, Axios, html-react-parser, HTML/CSS, JavaScript.",
    "project4Title": "Pomodoro Timer",
    "project4Description": "Based on the Pomodoro technique, it's a timer where you can set session/work and break minutes, and it will play a sound once the time is over.",
    "project4Tech": "React, HTML/CSS.",
    "project5Title": "Markdown Previewer",
    "project5Description": "Markdown training ground to test, memorise and see how Markdown is compiled directly as you type. Also has a cheatsheet link in case you would need.",
    "project5Tech": "React, Marked, HTML/CSS.",
    "project6Title": "Insight",
    "project6Description": "Insight is a page developed based on a PSD template from PhotoShop. It is responsive and follows a desktop-first approach.",
    "project6Tech": "HTML/CSS, JavaScript.",
    "project7Title": "JavaScript Calculator",
    "project7Description": "Basic Calculator project every developer kind of works on during the start of their learning years.",
    "project7Tech": "React, HTML/CSS, JavaScript."
  },
  "contact": {
    "title": "Contact",
    "description1": "Please use the form if you would like to chat. I will try to reply as soon as I can.",
    "description2": "People usually have links for their own social profiles here. However, these profiles tend to become forgotten over time. I try to keep away from online social life in general because of all the noise, and prefer to work on puzzles and read books instead, but if you would like to know more, please take a look at my current profiles:"
  },
  "contactForm": {
    "namePlaceholder": "Hi! I'm...",
    "emailPlaceholder": "My email is...",
    "messagePlaceholder": "I would like to chat about...",
    "sendEmail": "Send email!"
  },
  "footer": {
    "description1": "Handcrafted with love by",
    "description2": "and art from"
  },
  "common": {
    "or": "or",
    "thisProjectUses": "This project uses",
    "view": "View",
    "page": "page",
    "code": "code",
    "theme": "Theme",
    "dark": "Dark",
    "light": "Light",
    "language": "Language",
    "english": "English",
    "portuguese": "Portuguese"
  }
}
