{
  "menu": {
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "home": {
    "description1": "Hello! I'm",
    "description2": "Carolina!",
    "description3": "I'm a Jr. Software/Mobile Engineer who believes that we humans also have our own superpowers: virtues and qualities such as kindness and understanding, and who wants to unite them with code to make the world more human, starting from the initial processes of Education."
  },
  "about": {
    "title": "About",
    "description1": "I believe that each one of us has the ability to make the world a little better than it was before we arrived. For that, I like to combine logic and technology with a human aspect of kindness and understanding. The technolgies I currently use for this are React, React Native, Context and TypeScript. They serve to create and style pages and components, which I develop in both work and personal projects.",
    "description2": "I also value taking care of oneself, given that our time on Earth is ephemeral and short, so that life is abundant in of doses of serenity, effort, learning and courage. For this, I practice Kung Fu as a physical activity, and reading to fortify a mind that is open and firm in the Truth.",
    "description3": "Outside of work, a big focus is on current education and above all on how to make it better. I believe that the socialization that comes with the regular school is incomplete, and that there is an exaggerated focus on reading and absorbing content that does not always provide a clear connection with its value and reality. With that, the spark of learning turns into the tedium of repetition and acceptance. Naturally, the curiosity to learn independently of diplomas and certificates vanishes.",
    "description4": "As a curiosity, my temperament is melancholic and my MBTI is  INFJ, which stands for Introversion (I), Intuition (N), Feeling (F), Judgment (J). Both demonstrate that I can speak through the heart, albeit under a logical and objective view."
  },
  "portfolio": {
    "title": "Portfolio",
    "description1": "Here are a few projects I have greatly spent some love and time on. I have also worked on a few other personal projects that are a bit heavier on code, although still simple, but created to better comprehend certain skills during the last few years. Because of it, however, they are not updated with my most current code.",
    "description2": "Since I code mostly everyday for work, I prefer to spend most off-time far away from screens and building relationships with the people I love dearly while building puzzles, discussing book reads and watching action movies. So I prefer to keep my projects this way for now. We can always chat about current approaches to solving problems and being creative, though!"
  },
  "projects": {
    "project1Title": "Educational Resources",
    "project1Description": "Education is a delicate topic here in Brazil. Public schools are crowded and low on quality, while private schools are heavy on cost. Not only that, students often depend on guidance which doesn't always come, since both parents commonly work during the day and have no extra time to teach things and see how school studies are going, and teachers are usually too busy with book work. Homeschooling or educating oneself without a school is still a new topic, and many people and families are still afraid of it. This project aims to help spread it as another available path they can choose. It also aims to make good books, resources, communities and educational/social events known.",
    "project1Tech": "Markdown files and docsify.",
    "project2Title": "Awesome Gamified",
    "project2Description": "Roots itself on the popular Awesome lists, with the idea of displaying the markdown content of these lists directly on the browser and also allowing the user to save, favorite and delete saved items. The user interface is a bit clunky and messy, but you get the idea.",
    "project2Tech": "React, Marked, Axios, Webpack.",
    "project3Title": "Wikipedia Viewer",
    "project3Description": "Search Wikipedia article snippets and random articles, and get your screen (gently) flooded with the results of your search. Careful if you search for food too close to lunch time, though!",
    "project3Tech": "React, Axios, html-react-parser, HTML/CSS, JavaScript.",
    "project4Title": "Pomodoro Timer",
    "project4Description": "Based on the Pomodoro technique, it's a timer where you can set session/work and break minutes, and it will play a sound once the time is over.",
    "project4Tech": "React, HTML/CSS.",
    "project5Title": "Markdown Previewer",
    "project5Description": "Markdown training ground to test, memorise and see how Markdown is compiled directly as you type. Also has a cheatsheet link in case you would need.",
    "project5Tech": "React, Marked, HTML/CSS.",
    "project6Title": "Insight",
    "project6Description": "Insight is a page developed based on a PSD template from PhotoShop. It is responsive and follows a desktop-first approach.",
    "project6Tech": "HTML/CSS, JavaScript.",
    "project7Title": "JavaScript Calculator",
    "project7Description": "Basic Calculator project every developer kind of works on during the start of their learning years.",
    "project7Tech": "React, HTML/CSS, JavaScript."
  },
  "contact": {
    "title": "Contact",
    "description1": "Please use the form if you would like to chat. I will try to reply as soon as I can.",
    "description2": "People usually have links for their own social profiles here. However, these profiles tend to become forgotten over time. I try to keep away from online social life in general because of all the noise, and prefer to work on puzzles and read books instead, but if you would like to know more, please take a look at my current profiles:"
  },
  "contactForm": {
    "namePlaceholder": "Hi! I'm...",
    "emailPlaceholder": "My email is...",
    "messagePlaceholder": "I would like to chat about...",
    "sendEmail": "Send email!"
  },
  "footer": {
    "description1": "Handcrafted with care by",
    "description2": "and with art from"
  },
  "common": {
    "or": "or",
    "thisProjectUses": "This project uses",
    "view": "View",
    "page": "page",
    "code": "code",
    "theme": "Theme",
    "dark": "Dark",
    "light": "Light",
    "language": "Language",
    "english": "English",
    "portuguese": "Portuguese"
  }
}
