{
  "home": {
    "description1": "Olá! Me chamo",
    "description2": "Carolina!",
    "description3": "Sou uma Engenheira de Software Jr. apaixonada por práticas educacionais e esperançosa com um futuro onde a sociedade olhe para uma verdade superior com humildade e amor uns pelos outros, independentemente de diferenças físicas ou intelectuais."
  },
  "about": {
    "title": "Sobre",
    "description1": "Enquanto criança com temperamento melancólico, sempre fui quieta e reservada na escola. Lembro-me de pensar \"Eu poderia ter ficado em casa e aprendido exatamente a mesma coisa que meus professores disseram\"! A verdade é que eles estavam apenas seguindo os livros escolares. O recesso e o tempo fora da escola eram passados discretamente no estudo, na leitura de livros e nos jogos de computador.",
    "description2": "Escolhi Sistemas de Informação como meu bacharelado na modalidade Educação a Distância Online porque tinha certeza de que a universidade não ensinaria tudo o que eu desejava para minha carreira. Eu queria mais tempo para me concentrar em aprender por mim mesma as habilidades necessárias para o trabalho, e menos tempo em assuntos de enchimento que eu pudesse aprender mais rápido em qualquer outro lugar.",
    "description3": "Atualmente, eu uso React, Redux, Gatsby e React Native no trabalho para construir páginas, componentes e gráficos, e também atuo como uma acolhedora para novos colegas, explicando gradualmente práticas culturais e técnicas internas e também ajudando gentilmente a esclarecer qualquer perguntas e obstáculos que possam ter.",
    "description4": "Fora do trabalho, meu foco é a educação e como torná-la melhor. Acredito que a educação escolar atual concentra-se muito em ler e preencher o conteúdo do livro, e com tanto para aprender, estudar e aplicar em testes, as crianças ficam entediadas rapidamente - e a centelha de aprendizagem se transforma no tédio da repetição e aceitação. Acredito que algo não está certo quando dizemos: \"Ah, esqueci quase tudo que aprendi na escola!\"",
    "description5": "Acredito que a escola aborda inúmeros assuntos, mas pouco nos ensina sobre como prosseguir com a vida madura. Ou seja, antes de tomar partido sobre qualquer opinião, hábito ou ação, deve-se trabalhar principalmente em cultivar uma base moral sólida - em outras palavras, posso amar profundamente bolos de chocolate, mas não é saudável e moralmente aceitável comê-los o dia todo, todo dia."
  },
  "portfolio": {
    "title": "Portfólio",
    "description1": "Aqui estão alguns projetos nos quais dediquei muito tempo e amor. Prefiro trabalhar em um ou dois projetos de cada vez para que possa derramar amor sobre eles ao longo do tempo, por isso estou trabalhando atualmente em um sobre recursos para a educação.",
    "description2": "Também trabalhei em alguns outros projetos pessoais que são um pouco mais extensos em código, embora ainda simples, mas criados para compreender melhor certas habilidades durante os últimos anos. Por causa disso, no entanto, eles não são atualizados com meu código mais recente.",
    "description3": "Já que eu passo praticamente todos os dias programando, prefiro passar a maior parte do tempo livre que tenho longe das telas, construindo relacionamentos com as pessoas que amo enquanto monto quebra-cabeças, discuto livros e assisto a filmes de ação. Portanto, prefiro manter meus projetos assim por enquanto. Mas sempre podemos conversar sobre abordagens atuais para resolver problemas e ser criativos!"
  },
  "projects": {
    "project1Title": "Recursos Educacionais",
    "project1Description": "Educação é um tema delicado aqui no Brasil. Escolas públicas são lotadas e de baixa qualidade, enquanto que escolas privadas levam consigo grandes custos. Além disso, os alunos muitas vezes dependem de uma orientação que nem sempre vem, já que ambos os pais costumam trabalhar durante o dia e não têm tempo extra para ensinar coisas e ver como estão os estudos escolares, e os professores geralmente estão muito ocupados com repassar o conteúdo dos livros. Ensinar em casa ou educar-se sem uma escola ainda é um assunto novo, e muitas pessoas e famílias ainda têm medo disso. Este projeto visa ajudar a difundi-lo como mais um caminho disponível que eles possam escolher. Também visa divulgar bons livros, recursos, comunidades e eventos educacionais/sociais.",
    "project1Tech": "arquivos em Markdown e docsify.",
    "project2Title": "Awesome Gamificado",
    "project2Description": "Enraíza-se nas populares listas Awesome, com a ideia de exibir o conteúdo markdown dessas listas diretamente no navegador e também permitir ao usuário salvar, adicionar como favorito e excluir itens salvos. A interface do usuário é um pouco desajeitada e confusa, mas dá para sacar a ideia.",
    "project2Tech": "React, Marked, Axios, Webpack, ESLint.",
    "project3Title": "Visualizador da Wikipedia",
    "project3Description": "Pesquise trechos de artigos da Wikipedia e artigos aleatórios e tenha sua tela (suavemente) inundada com os resultados de sua pesquisa. Mas tome cuidado se você pesquisar por comida muito perto da hora do almoço!",
    "project3Tech": "React, Axios, html-react-parser, HTML/CSS, JavaScript.",
    "project4Title": "Cronômetro Pomodoro",
    "project4Description": "Baseado na técnica Pomodoro, é um cronômetro onde você pode definir os minutos da sessão/trabalho e dos intervalos, e tocará um som assim que o tempo acabar.",
    "project4Tech": "React, HTML/CSS.",
    "project5Title": "Pré-visualizador de Markdown",
    "project5Description": "Campo de treinamento Markdown para testar, memorizar e ver como o Markdown é compilado diretamente enquanto você digita. Também tem um link de dicas, caso você precise.",
    "project5Tech": "React, Marked, HTML/CSS.",
    "project6Title": "Insight",
    "project6Description": "Insight é uma página desenvolvida com base em um modelo PSD do PhotoShop. É responsivo e segue uma abordagem desktop-first.",
    "project6Tech": "HTML/CSS, JavaScript.",
    "project7Title": "Calculadora em JavaScript",
    "project7Description": "Projeto da Calculadora Básica em que todo desenvolvedor trabalha durante o início de seus anos de aprendizagem.",
    "project7Tech": "React, HTML/CSS, JavaScript."
  },
  "contact": {
    "title": "Contato",
    "description1": "Por favor, use o formulário se você gostaria de bater um papo. Tentarei responder assim que puder.",
    "description2": "As pessoas geralmente têm links para seus próprios perfis sociais aqui. No entanto, esses perfis tendem a ser esquecidos com o tempo. Tento me manter afastado da vida social online em geral por causa de todo o barulho, e prefiro trabalhar em quebra-cabeças e ler livros, mas se você quiser saber mais, por favor, dê uma olhada em meus perfis atuais:"
  },
  "contactForm": {
    "namePlaceholder": "Olá! Eu sou...",
    "emailPlaceholder": "Meu email é...",
    "messagePlaceholder": "Gostaria de conversar sobre...",
    "sendEmail": "Enviar email!"
  },
  "separators": {
    "separator1Title": "Per aspera ad astra!",
    "separator1Subtitle": "Por adversidades, para as estrelas!",
    "separator2Title": "Macte animo! Generose puer sic itur ad astra.",
    "separator2Subtitle": "Jovem, anime-se! Este é o caminho para os céus.",
    "separator3Title": "Quantos anjos podem dançar na cabeça de um alfinete?"
  },
  "common": {
    "or": "ou",
    "thisProjectUses": "Este projeto usa",
    "view": "Ver",
    "page": "Página",
    "code": "Código"
  }
}
